[{"index":"balders-gate","name":"Balder's Gate","book":"Sword Coast Adventurer's Guide","desc":"On the Coast Way, some forty miles upstream along the River Chionthar from the Sword Coast, lies the bustling city of Baidur's Gate. Home to tens of thousands, the harbor city has poor soil, but its sheltered bay, well away from the tides that batter the coast, make it an ideal location for trading goods from locations to the west in the Sea of Swords, inland along the river, and up and down the coast. Baldur's Gate is a place of commerce, and the city enjoys great success handling the coins of other powers and making them its own.<br/> <br/> Sadly, Baldur's Gate has a storied connection with the dark god, Bhaal. Just a few years ago, the city saw the terrifying return of the Lord of Murder. Following a number of deaths, one of the city's dukes, Torlin Silvershield, was revealed as the Chosen of Bhaal, and underwent a monstrous transformation, turning many citizens into bloodthirsty killers and inspiring a riot and much death before finally being put down by brave adventurers. Even now, murderous echoes ripple through the city and beyond, and reports of unexplainable, gruesome killings flow out of Baldur's Gate.<br/> <br/> Baldur's Gate is ruled by the Council of Four, dukes who vote among themselves on matters of law and policy for the city. A single grand duke is chosen from among the four, and is empowered to break ties when the council is deadlocked. The current Grand Duke is Ulder Ravengard, who is joined by Dukes Thalamra Vanthampur, Belynne Stelmane, and Dillard Portyr, the former grand duke, who ceded the post to Ravengard after the city's recent troubles. Below the council sits the Parliament of Peers, a group of about fifty Baldurians who meet daily (though almost never in full number) to discuss the future of the city and recommend actions for the dukes to take on all matters, great and small. At any given time, roughly one-quarter of the peers are powerful members of Lower City society, with the rest drawn from the Upper City's noble families, called patriars.<br/> <br/> Defense of the Upper City is handled by the Watch, the official constabulary of the city's elite. Their duty is to defend the patriars and enforce their laws, and little else. For the rest of Baidur's Gate, security is enforced and order maintained by the Flaming Fist mercenary company, a supposedly neutral force which is free to fight in external conflicts, so long as it doesn't side against Baldur's Gate. By tradition, the highest officer of the Flaming Fist is one of the city's dukes, and Grand Duke Ulder Ravengard fulfills that tradition proudly. Membership in the Flaming Fist is fairly easy to achieve, and adventurers with much experience swiftly advance in rank (and, consequently, political influence) once they become permanent members. Many ranking officers are former adventurers who have &quot;retired&quot; to military life.<br/> <br/> In both the Upper and Lower Cities, the underworld is controlled by a shadowy group known merely as the Guild. The dukes don't acknowledge the power of this group in any meaningful way- at least not publicly- but try (at least nominally) to curb its influence where and how they can. I lost count of how many gangs claim territory in the Lower and Outer City, and all of them seem to owe allegiance to the Guild. Efforts to destroy the Guild have thus far failed, due in part to the inability of outsiders to identify a clear leader of the group, but in no small measure to the shameful lack of effort on the part of the rulers of the city to protect its people.","image":"balders-gate-map-player.jpg","page":45,"parent":"faerun","type":"city"},{"index":"candlekeep","name":"Candlekeep","book":"Sword Coast Adventurer's Guide","desc":"The great keep stands on a volcanic crag a hundred or so feet from the coastline, a fiat-topped spur of rough stone out in the midst of the surging sea. Imagine, if you can, the top of this crag hemmed in entirely by a tall wall. This wall is interrupted by several towers all the way around, and it encloses a large space from which even more of these same towers rise. Those who have seen this vista from above have said that it looks like nothing so much as a cake decorated with too many candles. The mist of sea-spray fills the air nearest the western walls, and in winter, this moisture can cause treacherous build-ups of ice. Sometimes entire towers along the western edge of the keep have to be abandoned for the season, they become so overtaken by frost.<br/> <br/> From the center rises the largest and thickest tower of Candlekeep. If the other towers are well-wrought branches and blossoms, then this surely is the bole of the tree: strong, massive, and rising well above the perimeter structures. About the central keep a garden spirals in rising steps, and those lucky enough to enter the library proper do so by passing around and up through this green space to the keep's main door. However, most folk who visit Candlekeep see this structure only from the courtyard east of it, where the facilities for arriving scholars lie.<br/> <br/> The only gate into Candlekeep stands at the end of the Way of the Lion, which is the only road that provides access to and from the outside world. The route extends from Beregost, leagues away, and winds a lonely path out on the peninsula where Candlekeep stands.<br/> <br/> <h5>The Great Library</h5> Candlekeep is the largest repository of lore and writings in all the Realms. It was once the home of the great prophet Alaundo the Seer, and within its walls were written the Prophecies of Alaundo. Its vaults, it is said, contain hidden knowledge enough to make any person with the ability to discover and absorb it all powerful beyond compare. The problem with doing that, of course, is the same as with secrets in any other location: one must know that a secret exists before its details can be sussed out.<br/> <br/> To that end, Candlekeep's vast library is something of a defense in and of itself: for every bit of hidden lore of potentially great power that lies within, there are thousands of inconsequential recipes, old songs, bits of history, journals of long-dead folk, and myriad other pieces of writing of no lasting importance save to the monks of this place, and the sages who come seeking such trifles.<br/> <br/> Of course, before this treasure trove can be plumbed, one must gain entry to its hallowed halls. The cloistered scholar-monks of Candlekeep, who are called the Avowed, guard this place and work tirelessly to ensure the library's protection and preservation. Though they are friendly enough in a workaday fashion, they are also suspicious of all visitors to the library.","page":74,"parent":"faerun","type":"keep"},{"index":"faerun","name":"Faerun","book":"Sword Coast Adventurer's Guide","desc":"The vast central continent of Toril, Faerun is a land mass divided by a great sea known as the Inner Sea, or the Sea of Fallen Stars.<br/><br/>To the south lie ancient nations, a tremendous, forbidding jungle, and all manner of lands destroyed or transformed by magical cataclysms and up-heavals. Amid the ruin and the distress in these realms are signs of renewal and hope, as tenacious civilizations and peoples rebuild, reclaim, and create anew.<br/>To the east lie many of the older nations of the Realms, including the Western Heartlands of Faenun- those civilizations centrally located on the continent, and thereby best able to take advantage of trade routes and access to the Sea of Fallen Stars. As in the North, there are cold lands to the east, as well as more temperate regions. As one travels farther east, one moves from lands not so different from one's own to places so foreign they might as well exist on other continents or worlds- which a few of them actually have done.","image":"faerun-map-continent.jpg","page":9,"parent":"toril","type":"continent"},{"index":"neverwinter","name":"Neverwinter","book":"Sword Coast Adventurer's Guide","desc":"A short while ago, Neverwinter was beset by all manner of damage, danger, and gloom. Now, the orcs that once menaced the city have moved east to join their brethren in being crushed by the dwarves. The Chasm that rent the land has been sealed by powerful magic. The High Road has been cleared and rebuilt, and trade has resumed with Waterdeep and realms to the south. What was the blasted, wounded city of Neverwinter just a decade ago is now an exciting, humming place, where folk seem eager to throw off the hardships from which they have emerged and create a new, brighter future for their city.<br/> <br/> Nearly half a century ago, Mount Hotenow (the nearby volcano that perpetually heats the river flowing through the city) violently erupted, destroying much of Neverwinter, killing thousands, and leaving in its wake a great, gaping chasm that split the city. Neverwinter was in ruins, and external influences- from Netheril to Thay to Lord Dagult Neverember of Waterdeep to the agents of the Hells themselves- sought to exert control over the city. Many folk fought to stem all these dangers, and eventually, a measure of peace fell over Neverwinter.<br/> <br/> Since Dagult Neverember was deposed as the Open Lord of Waterdeep, he has thrown his full attention and effort into the rebuilding of the city from which he claims descent. Whatever people's opinions are of his claim to Neverwinter's throne, he has proven a capable, inspiring leader over these last few years, and the population has embraced him as Lord Protector. He engineered the sealing of the Chasm and the restoration of the High Road, and is seeking other ways to repair and improve the city. Even if he can never prove his descent from Lord Nasher Alagondar, the people of Neverwinter have accepted his leadership.<br/> <br/> Neverember's influence radiates outward from the Protector's Enclave, centered at the Hall of Justice. With Tyr restored to life and his worship returning to prominence, the Lord Protector has moved into a modest, private villa. This sacrifice- and the renewal of Tyr's faith in the previous center of his operations- is only further proof, to some, that Neverember deserves to rule Neverwinter. As yet, Castle Never remains a dangerous ruin, but Neverember has plans to reclaim and rebuild it as a symbol of the city's rejuvenation.<br/> <br/> The faithful of Oghma have arrived in Neverwinter to restore the House of Knowledge to its former glory, but beyond that, shrines to all manner of gods have been cobbled together in every corner of the city.<br/> <br/> As the city restores itself, there are likely to be requests for ennoblement and the privileges that provides, and certainly, trading interests will emerge. But Lord Protector Neverember is sure to point out that he is merely a protector, not a king, and so can't invest or recognize anyone. Guilds may form, but it is sure to be years, if not decades, before any prove strong enough to persevere over their rivals.<br/> <br/> Increasingly, calls come from the citizenry for the enforcers out of Mintarn to be replaced by respectable, local guards who have a personal interest in the defense of Neverwinter. This public sentiment has led to some neighborhoods organizing their own makeshift militias, and the Lord Protector wants to avoid conflict between them and the mercenaries he has hired. As a result, Neverember has slowly been drawing down the number of soldiers from Mintarn, as the citizens that grew up defending the makeshift Wall from threats out of the Chasm prove themselves capable of becoming a proper military force. Both Baldur's Gate and Waterdeep have offered to help train the new guards of Neverwinter, but Lord Neverember prefers the assistance of seasoned adventurers to the ignominy of seeking help from his former city.<br/> <br/> With the restoration of nearby Gauntlgrym, Neverwinter hopes to have a close ally that can provide it with stout armor and strong weapons. Although the city presently has little to offer, trade activity is rapidly growing in Neverwinter, as word of its rebirth opens it up to shipping from the Sea of Swords, goods from the north, and coin from the south. Adventurers come to Neverwinter seeking work and following rumors of nearby treasures, and often find additional employment clearing out dangerous corners of the city and escorting the ever more numerous caravans up and down the High Road. It is the Lord Protector's hope that, with commerce and income both on the rise, and talented craftfolk returning to ply their trades, that Neverwinter will someday again be worthy of its former epithet: the City of Skilled Hands.<br/> <br/> Opposition to Neverember's authority still exists, but with no unified leadership and no other power in the city to which to appeal, the rebels are slowly turning away from their resistance and toward helping the city rebuild. Many of the Sons of Alagondar, a rebel group that initially opposed Lord Neverember, have begun to volunteer as replacements for the Mintarn mercenaries currently patrolling the city. If the Sons of Alagondar can be brought into line with his goals, Neverember hopes to use that achievement as a draw for wealthy Waterdhavian nobles- who have been reluctant to link their fortunes to a failed Open Lord who was effectively exiled from Waterdeep- to invest in the city and perhaps rebuild some of the noble villas in that district as places for them to stay when they do business.<br/> <br/> With the Chasm closed, and the wall that separated the rest of the city from its horrors now torn down, a great swath of Neverwinter lies empty, with no inhabitants and plentiful chunks of stone plundered from ruins all across the city. Anyone who is willing to do so can come to this area, claim a portion of land, and build a structure in which to live or work. There aren't yet any guilds to restrict trade or construction, and no nobles to be petitioned or placated. Those seeking to create a home or start a business can simply do so, and even those without skills or money can use their hands and backs to provide until they can set up a place for themselves.<br/> <br/> Along the river, many of the merchant villas are being claimed and restored by folk who have heard rumors of what Neverwinter once was, and might be again. Some have no skills to speak of, and many have no wealth, but all come with the desire to work and to enrich themselves in the process. New stores and workshops open by the tenday, and workers without training offer their services as laborers or apprentices; those that fail move on to other employment, taking advantage of the multitude of opportunities the city now offers. Those with no other options can get work dredging or mapping the city's sewers for the Lord Protector, a task made necessary by the cataclysm that created the Chasm.<br/> <br/> Like any city, Neverwinter isn't without its drawbacks. Though most folk are willing to work, some steal as a means of making their living, and prey upon those who have little to be taken. Food is sometimes scarce, as inns and taverns underestimate the number of guests they will receive, or merchants simply run out of goods to sell. It's likely to be a few years before the city entirely shakes itself of these ills, but for some, the uncertainties of life in Neverwinter are what make the place exciting. For many traders, in particular those who produce or vend the grains and vegetables needed in the city, it is a vast opportunity to both aid a fledgling power and get quite rich in doing so.","image":"neverwinter-map-player.jpg","page":51,"parent":"faerun","type":"city"},{"index":"silverymoon","name":"Silverymoon","book":"Sword Coast Adventurer's Guide","desc":"Long a powerful and influential member of the Lords' Alliance- and, for its entire existence, the Silver Marches of Luruar- Silverymoon is what many cities aspire to be: a quiet, peaceful realm, where many races live together for common knowledge, celebration, and defense. The city is peopled primarily by the &quot;goodly&quot; races (humans, dwarves, gnomes, elves, halflings, and half-elves), but no being is turned away from Silverymoon because of its race- though a drow or an orc proving true to one's blood is sure to be punished in full for transgressing against the peace of the city.<br/> <br/> The Gem of the North is a stunning place of sweeping curves, soaring towers, and structures built into the living trees. To many elves, the city is a reminder of the ancient elven cities of old; some call it the Myth Drannor of the North, even nowadays after the restoration and subsequent fall of that fabled city. Even where stone is employed in construction, ivy and other living plants grow through, over, or around most structural elements, giving most of the city a green cast.<br/> <br/> Despite its arboreal architecture, Silverymoon is very much civilized, boasting schools of music and magic, a great library, bardic instruction, and temples or shrines to Mielikki, Oghma, Silvanus, Sune, Tymora, and Mystra. Knowledge, both the acquisition of it and the wisdom that comes from diligent study, is the real treasure of Silverymoon, as much as magic or wealth could ever be.<br/> <br/> While it is easy and pleasing enough to get lost among the trees of the city, anyone who comes close enough to the River Raurin is awed by the vision of the Moonbridge: the great arch of silvery force that spans the water. Even for those native to the city, it is a powerful, moving sight, and some claim to see the goddess Lurue (for whom the city is named) dancing above the motes of the bridge when no one else is watching.<br/> <br/> Given its beauty, a visit to Silverymoon is among the most memorable experiences most non-Silvaeren might have. Even among those that regularly fight monsters or handle magic, Silverymoon is a place of quiet, contemplative beauty, splendid opportunities for learning, and respite from the harsher realities of the North.<br/> <br/> Folk seeking knowledge that has been lost or hidden often come to Silverymoon seeking a means to find it, whether by studying in the Vault of the Sages or perusing the Map House for the location of a lost city or grove. These are but two of the many buildings and houses of learning in the Conclave of Silverymoon, the great center of knowledge and wisdom that forms much of the city's southern part. If a map, a book, or a spell exists anywhere in Faerun, knowledge of it likely exists here, even if only a mere mention in a tome or a recollection of one of the city's great sages. Candlekeep might be the greatest assembly of written knowledge anywhere in the world, but in the end, that place represents accumulation for its own sake. Silverymoon is where study and wisdom are honored. If your charge is to translate an ancient tome in a lost language, to learn the proper intonation of a complex song, or to better understand the cryptic writings of a long-dead sage, there is no better place to seek aid than Silverymoon.<br/> <br/> It is an easy thing to come to Silverymoon seeking knowledge of one subject, and find oneself so enraptured by the study that it takes a lifetime to accomplish- or to realize that it was the study, rather than the sought-after fact, that one truly desired. Although tutors and sages in every field can be found In Silverymoon, rarely is interaction with one so simple as to ask a question and be provided an answer. Learning to cast a particular spell, to find an ancient ruin, or understand a specific secret might involve undergoing months of instruction to prove to a teacher that the knowledge imparted is being entrusted to a deserving person.<br/> <br/> In the east. of the city is the High Palace, capital of the city and of the fallen state of Luruar. Lord Methrammar Aerasume lives in this high, slender-spired structure. The merlons of its battlements are carved to resemble unicorn heads. The soldiers of the High Guard, clad in shining silver plate, protect the residence and seat of power, and keep those out that don't have business within.<br/> <br/> Silverymoon has long been led by a high mage. One of the longest ruling, and certainly the most influential of these, Alustriel Silverhand, stepped down more than a hundred years ago to become the High Lady of Luruar, and was succeeded by Taern Hornblade. Though he ruled wisely over the last century, Taern recently relinquished the city's leadership to High Marshal Methrammar Aerasume, Alustriel's half-elf son and the leader of Silverymoon's armed forces. Taern still speaks for the city on Methrammar's behalf at meetings of the Lords' Alliance, as the new ruler is far too blunt and impatient to suit the other lords of the compact.<br/> <br/> Silverymoon is defended by several forces. First are the Knights in Silver, the shining-armored warriors that patrol the city and the nearby lands. Officers of the Knights are well trained in tactics and military history, and have high opinions of their own abilities and those of their comrades-opinions that are very often borne out. They are bolstered by the Spellguard, a cadre of powerful wizards and sorcerers that train in battle magic. Last is the city's own mythal, the great field of magical force that prevents the inhabitants of the city from engaging in all manner of spellcasting. In particular, spells that summon flame, conjure creatures, or permit teleportation fail when their target is within the bounds of the mythal. Should a foe try to traverse the Moonbridge, the span can be willed (by the city's rulers, and certain others specially attuned to the mythal) out of existence, dropping attackers into the river.<br/> <br/> No city's prestige was harmed more than Silverymoon's by the recent war and the subsequent dismantling of the Silver Marches. Though they tried to bolster the nearby cities, the Silvaeren were accused of providing insufficient and incompetent support to Sundabar, the surface population of which was entirely wiped out. In the end, all of the dwarven states stepped away from Luruar, and without the support of those kingdoms or the leadership that Alustriel provided at its founding, the confederacy collapsed. Taern Hornblade isn't as powerful a voice in the Lords' Alliance as Alustriel was, either, in part because his affection and respect for the former High Lady has been extended, in large part, to her sister Laeral, now the Open Lord of Waterdeep.<br/> <br/> Despite reports of her death decades ago, rumors have recently reached the city that High Lady Alustriel is in fact alive and active in southern lands. Seemingly, she has contacted neither her son nor her former comrade, Taern Hornblade- though given how widely known Taern's hopeless love for the High Lady was, and the long years he took to overcome his grief, it's not certain how he would react upon receiving proof of her survival.<br/> <br/> Silverymoon has nonetheless long been known as a safe haven for Harpers in the North, because the city doesn't see the aims of the Alliance as conflicting with Those Who Harp. Where other cities' rulers might see the presence of the Harpers as a threat to their authority, Silverymoon desires an end to tyranny as fervently as the Harpers do, and thus the greater good is served. At the same time, some Silvaeren believe that the city's tolerance of certain other members of the Alliance (some mention Mirabar, others Baldur's Gate) is somewhat naive.","image":"silverymoon-map-area.jpg","page":53,"parent":"faerun","type":"city"},{"index":"underdark","name":"The Underdark","book":"Sword Coast Adventurer's Guide","desc":"Extending miles downward and outward beneath the surface of Faerun, and reaching to other continents as well, the great network of subterranean caverns known as the Underdark is home to all manner of strange and deadly creatures. Duergar and drow -dark reflections of dwarves and elves- live in these sunless lands, as do the svirfneblin, or deep gnomes. Most surface-dwelling folk aren't threatened or even disturbed by denizens of the deep places, but the creatures occasionally emerge to raid or to seek some kind of goal in the surface world.<br/><br/>Among the lands of the Underdark beneath the North are the svirfneblin city of Blingdenstone, the duergar city of Gracklstugh, and the infamous drow city of Menzoberranzan. Also prominent is Mantol-Derith, a trading post for Underdark merchants.","page":9,"type":"area"},{"index":"toril","name":"Toril","book":"Sword Coast Adventurer's Guide","desc":"Toril is a vast and wondrous world, filled with an immense diversity of peoples and a rich, full history. Toril consists of various continents and islands, including Faerûn, Kara-Tur, and Zakhara in the central super-continent and, throughout most of its history Anchorome, Maztica, and Katashaka in the western region of the world. There is also one large and very mysterious continent east of Kara-Tur called Osse whose nature and inhabitants are all but unknown.","image":"toril-map-world.jpg","page":9,"type":"world"},{"index":"waterdeep","name":"Waterdeep","book":"Sword Coast Adventurer's Guide","desc":"Rising from the shores of its deep harbor to ring the great mountain standing tall out of the Sea of Swords is Waterdeep, the City of Splendors and the Crown of the North. To all of Faerun, this great metropolis stands as the pinnacle of what a great city might be, in wealth, influence, and stability. Here, the citizens work, the nobles sneer, and the great masked lords plot and scheme, all while merchants dance between them to collect their coins and continue profiting as best they can. Waterdeep's shops and merchants offer goods of every sort from every corner of Toril, and even the rarest of items can be procured, given sufficient coin and patience. Adventurers lacking one or the other can very easily find all manner of employment, from simple escorting of caravans, to guarding nobility, to investigating a ruin or rumor of monsters anywhere in the North.<br/> <br/> Though it has stood for hundreds of years, Waterdeep is only now returning to its status of a century and a half ago. The recent disruptions began when the gods walked the Realms and slew each other before the eyes of mortals, until they walked back to their divine domains through the very streets of Waterdeep itself. Decades later, more deities began dying off, magic failed, and all manner of catastrophes started altering the very nature of the city. Lord Neverember wasted the city's navy and then, instead of rebuilding it, hired sailors out of Mintarn (and profited from the endeavor).<br/> <br/> Now, the City of Splendors is on the mend. The harbor has been cleared of the broken ships that made up the former district of Mistshore, and Waterdeep again has its own navy. The city's Guard (its army), Watch (police force), Navy, and it famous Griffon Cavalry are all being reformed, but all of that might be a matter of years in the settling. A plague chased most residents out of the Warrens and Downshadow, and living or digging below the city's surface has been deemed illegal except by those authorized by the lords to do so. Somehow, even the air seems fresher. In the words of one wise moon elf matron (whose status as my aunt has positively no bearing on her wisdom), &quot;Waterdeep is back to where it was when I was a lass.&quot;<br/> <br/> Perhaps most surprising of the newest developments is the return of Laeral Silverhand to Waterdeep. Long thought dead, she reemerged only recently, and swiftly rallied the masked lords to support her supplanting of Dagult Neverember as Open Lord of Waterdeep. Very few remember Lady Laeral from her previous time in the city, but those elves who have been living in there for the last century claim she is more reserved than she once was. The new Open Lord doesn't speak of her family- any mention of her children, her late husband (the fabled Blackstaff, Khelben Arunsun), or any of her famed sisters is cause for her to cut short whatever conversation may be in progress at the time. Her relationship with the current Blackstaff, Vajra Safahr, is cordial, but the two are seldom seen in one-on-one conversation, and most think that Lady Laeral has little to learn from a mage who isn't nearly her equal.<br/> <br/> As always, the Open Lord is selected and supported by several masked lords, who bear masks, robes, and amulets to disguise themselves when publicly sitting in judgment or council, and who make policies for Waterdeep. Every Waterdhavian has suspicions as to whether this or that influential citizen is or isn't a lord of the city, and some are willing to make their beliefs public, but few who are confronted in such a way have ever claimed to be a lord, and none of those have also produced proof of that assertion.<br/> <br/> Not hidden at all are the other lords of the city- the nobles of Waterdeep, whose high-nosed behavior and heavy-handed spending establish fashion in the city, which in turn creates trends all across the North for clothing, weaponry, favored trinkets, music, and any other preference that can be changed at a whim by those with enough coin to afford the expense. More than seventy-five noble families call Waterdeep home, representing between them all manner of business interests, rivalries, and internal strife.<br/> <br/> Being a noble carries with it a great deal of advantage. Operating from one's place at the head of the economic and social hierarchy, a noble can easily lift a mediocre craftperson out of obscurity, dash the hopes of a wealthy merchant of ever securing another contract within the city, or provide the backing an ambitious adventuring band needs to find fame and great wealth. The only true competition nobles face is from one another. Such rivalries are the source of much gossip and intrigue as the nobles of Waterdeep always try to maintain at least a veneer of civility in their squabbles.<br/> <br/> Although they seldom agree on much, one matter that all the noble houses see the same way is that their status should not be tainted by newcomers, and certainly not by anyone so brightcoin as to purchase one's way to a noble title. When during Lord Neverember's tenure it became legal for impoverished houses to sell their titles, and thus allow others to become noble, many leaders of the old-blood houses were apoplectic, particularly after some purchasers lost all their coin and sold their titles again within a season or two. Open Lord Laeral Silverhand has, to the relief of those leaders, seen the folly of this decision, and gathered enough support among the Lords of Waterdeep to not only reverse it, but to restore titles and lands to noble families who lost them through folly. The change has won her much support among the nobles. Now Zhents and Thayans and Baldurian merchants have coin enough to buy property within the city, if they choose, but that is no reason to award them noble titles and legal rights, instead of merely a mansion, for doing so.","image":"waterdeep-map-player.jpg","page":55,"parent":"faerun","type":"city"}]